Repository: hoangbinh2410/Smart_Home_App
Catalog: src/Partners/UNITEL_MobileGPS/UNITEL_MobileGPS.iOS/*.lproj/InfoPlist.strings
Languages: lo

# CFBundleDisplayName
source: BA GPS
lo: UNITEL

# CFBundleName
source: BA GPS
lo: UNITEL

# NSLocationAlwaysUsageDescription
source: BA GPS needs to access your location to be able to nominate the right address, do you allow the application to use your location?
lo: UNITEL ຕ້ອງການທີ່ຈະເຂົ້າເຖິງສະຖານທີ່ຂອງທ່ານເພື່ອຈະສາມາດແຕ່ງຕັ້ງທີ່ຢູ່ທີ່ ເໝາະ ສົມ, ທ່ານອະນຸຍາດໃຫ້ແອັບ apps ໃຊ້ສະຖານທີ່ຂອງທ່ານບໍ?

# NSLocationWhenInUseUsageDescription
source: BA GPS needs to access your location to be able to nominate the right address, do you allow the application to use your location?
lo: UNITEL ຕ້ອງການທີ່ຈະເຂົ້າເຖິງສະຖານທີ່ຂອງທ່ານເພື່ອຈະສາມາດແຕ່ງຕັ້ງທີ່ຢູ່ທີ່ ເໝາະ ສົມ, ທ່ານອະນຸຍາດໃຫ້ແອັບ apps ໃຊ້ສະຖານທີ່ຂອງທ່ານບໍ?

# NSLocationUsageDescription
source: BA GPS needs to access your location to be able to nominate the right address, do you allow the application to use your location?
lo: UNITEL ຕ້ອງການທີ່ຈະເຂົ້າເຖິງສະຖານທີ່ຂອງທ່ານເພື່ອຈະສາມາດແຕ່ງຕັ້ງທີ່ຢູ່ທີ່ ເໝາະ ສົມ, ທ່ານອະນຸຍາດໃຫ້ແອັບ apps ໃຊ້ສະຖານທີ່ຂອງທ່ານບໍ?

# NSLocationAlwaysAndWhenInUseUsageDescription
source: BA GPS needs to access your location to be able to nominate the right address, do you allow the application to use your location?
lo: UNITEL ຕ້ອງການທີ່ຈະເຂົ້າເຖິງສະຖານທີ່ຂອງທ່ານເພື່ອຈະສາມາດແຕ່ງຕັ້ງທີ່ຢູ່ທີ່ ເໝາະ ສົມ, ທ່ານອະນຸຍາດໃຫ້ແອັບ apps ໃຊ້ສະຖານທີ່ຂອງທ່ານບໍ?

# NSCalendarsUsageDescription
source: BA GPS needs you to allow access to your calendar to choose the time, do you allow the application to access your calendar?
lo: UNITEL ຕ້ອງການການອະນຸຍາດຈາກທ່ານເຂົ້າເຖິງປະຕິທິນຂອງທ່ານເພື່ອເລືອກເວລາ, ທ່ານອະນຸຍາດໃຫ້ແອັບ to ເຂົ້າເຖິງປະຕິທິນຂອງທ່ານບໍ?

# NSCameraUsageDescription
source: BA GPS requires access to your camera to let you add pictures to post to your social media channels
lo: UNITEL ຕ້ອງການການອະນຸຍາດຈາກທ່ານໃນການເຂົ້າເຖິງກ້ອງຖ່າຍຮູບຂອງທ່ານເພື່ອຖ່າຍຮູບ, ທ່ານອະນຸຍາດໃຫ້ແອັບ to ເຂົ້າເຖິງກ້ອງຖ່າຍຮູບຂອງທ່ານບໍ?

# NSPhotoLibraryUsageDescription
source: BA GPS needs to access your camera roll so that you can upload images. Your images will not be shared without your permission
lo: UNITEL ຕ້ອງການການອະນຸຍາດຈາກທ່ານໃນການເຂົ້າເບິ່ງຫໍສະມຸດພາບຂອງທ່ານເພື່ອເອົາຮູບຂອງທ່ານ, ທ່ານອະນຸຍາດໃຫ້ແອັບ to ເຂົ້າເຖິງຫໍສະມຸດພາບຂອງທ່ານບໍ?

# NSMicrophoneUsageDescription
source: BA GPS needs you to allow access to your camera to take photos, do you allow the application to access your camera?
lo: UNITEL ຕ້ອງການໃຫ້ທ່ານອະນຸຍາດການເຂົ້າເຖິງໄມໂຄໂຟນເພື່ອບັນທຶກວິດີໂອ, ທ່ານອະນຸຍາດໃຫ້ແອັບ apps ເຂົ້າເຖິງໄມໂຄຣໂຟນຂອງທ່ານບໍ່?

# NSPhotoLibraryAddUsageDescription
source: BA GPS needs to access your camera roll so that you can upload images. Your images will not be shared without your permission
lo: UNITEL ຕ້ອງການການອະນຸຍາດຈາກທ່ານໃນການເຂົ້າເບິ່ງຫໍສະມຸດພາບຂອງທ່ານເພື່ອເອົາຮູບຂອງທ່ານ, ທ່ານອະນຸຍາດໃຫ້ແອັບ to ເຂົ້າເຖິງຫໍສະມຸດພາບຂອງທ່ານບໍ?
