Repository: hoangbinh2410/Smart_Home_App
Catalog: src/Partners/CNN_MobileGPS/CNN_MobileGPS.iOS/*.lproj/InfoPlist.strings
Languages: vi

# CFBundleDisplayName
source: BA GPS
vi: TCT GPS 2

# CFBundleName
source: BA GPS
vi: TCT GPS 2

# NSLocationAlwaysUsageDescription
source: This app needs to access your location to be able to nominate the right address, do you allow the application to use your location?
vi: TCT GPS 2 cần truy cập vị trí của bạn để có thể đề cử địa chỉ phù hợp, bạn có cho phép ứng dụng sử dụng vị trí của bạn không?

# NSLocationWhenInUseUsageDescription
source: This app needs to access your location to be able to nominate the right address, do you allow the application to use your location?
vi: TCT GPS 2 cần truy cập vị trí của bạn để có thể đề cử địa chỉ phù hợp, bạn có cho phép ứng dụng sử dụng vị trí của bạn không?

# NSLocationUsageDescription
source: This app needs to access your location to be able to nominate the right address, do you allow the application to use your location?
vi: TCT GPS 2 cần truy cập vị trí của bạn để có thể đề cử địa chỉ phù hợp, bạn có cho phép ứng dụng sử dụng vị trí của bạn không?

# NSLocationAlwaysAndWhenInUseUsageDescription
source: This app needs to access your location to be able to nominate the right address, do you allow the application to use your location?
vi: TCT GPS 2 cần truy cập vị trí của bạn để có thể đề cử địa chỉ phù hợp, bạn có cho phép ứng dụng sử dụng vị trí của bạn không?

# NSCalendarsUsageDescription
source: This app needs you to allow access to your calendar to choose the time, do you allow the application to access your calendar?
vi: TCT GPS 2 cần bạn cho phép truy cập lịch của bạn để chọn thời gian, bạn có cho phép ứng dụng truy cập lịch của bạn không?

# NSCameraUsageDescription
source: This application needs you to allow access to your camera to take photos, do you allow the application to access your camera?
vi: TCT GPS 2 cần bạn cho phép truy cập camera của bạn để chụp ảnh, bạn có cho phép ứng dụng truy cập camera của bạn không?

# NSPhotoLibraryUsageDescription
source: This application needs your permission to access the photo library to get your photos, do you allow the application to access your photo library?
vi: TCT GPS 2 cần bạn cho phép truy cập thư viện ảnh để lấy ảnh của bạn, bạn có cho phép ứng dụng truy cập thư viện hình ảnh của bạn không?

# NSMicrophoneUsageDescription
source: This application needs you to allow access to your camera to take photos, do you allow the application to access your camera?
vi: TCT GPS 2 cần bạn cho phép truy cập micro để quay video, bạn có cho phép ứng dụng truy cập micro của bạn không?

# NSPhotoLibraryAddUsageDescription
source: This application needs your permission to access the photo library to get your photos, do you allow the application to access your photo library?
vi: TCT GPS 2 cần bạn cho phép truy cập thư viện ảnh để lấy ảnh của bạn, bạn có cho phép ứng dụng truy cập thư viện hình ảnh của bạn không?
