Repository: hoangbinh2410/Smart_Home_App
Catalog: src/Partners/VMS_MobileGPS/VMS_MobileGPS.iOS/*.lproj/InfoPlist.strings
Languages: vi

# NSLocationAlwaysUsageDescription
source: BA-SAT needs to access your location to be able to nominate the right address, do you allow the application to use your location?
vi: Ứng dụng này cần truy cập vị trí của bạn để có thể đề cử địa chỉ phù hợp, bạn có cho phép ứng dụng sử dụng vị trí của bạn không?

# NSLocationWhenInUseUsageDescription
source: BA-SAT needs to access your location to be able to nominate the right address, do you allow the application to use your location?
vi: Ứng dụng này cần truy cập vị trí của bạn để có thể đề cử địa chỉ phù hợp, bạn có cho phép ứng dụng sử dụng vị trí của bạn không?

# NSLocationUsageDescription
source: BA-SAT needs to access your location to be able to nominate the right address, do you allow the application to use your location?
vi: Ứng dụng này cần truy cập vị trí của bạn để có thể đề cử địa chỉ phù hợp, bạn có cho phép ứng dụng sử dụng vị trí của bạn không?

# NSLocationAlwaysAndWhenInUseUsageDescription
source: BA-SAT needs to access your location to be able to nominate the right address, do you allow the application to use your location?
vi: Ứng dụng này cần truy cập vị trí của bạn để có thể đề cử địa chỉ phù hợp, bạn có cho phép ứng dụng sử dụng vị trí của bạn không?

# NSCalendarsUsageDescription
source: BA-SAT needs you to allow access to your calendar to choose the time, do you allow the application to access your calendar?
vi: Ứng dụng này cần bạn cho phép truy cập lịch của bạn để chọn thời gian, bạn có cho phép ứng dụng truy cập lịch của bạn không?

# NSCameraUsageDescription
source: BA-SAT requires access to your camera to let you add pictures to post to your social media channels
vi: Ứng dụng này cần bạn cho phép truy cập camera của bạn để chụp ảnh, bạn có cho phép ứng dụng truy cập camera của bạn không?

# NSPhotoLibraryUsageDescription
source: BA-SAT needs to access your camera roll so that you can upload images. Your images will not be shared without your permission
vi: Ứng dụng này cần bạn cho phép truy cập thư viện ảnh để lấy ảnh của bạn, bạn có cho phép ứng dụng truy cập thư viện hình ảnh của bạn không?

# NSMicrophoneUsageDescription
source: BA-SAT needs you to allow access to your camera to take photos, do you allow the application to access your camera?
vi: Ứng dụng này cần bạn cho phép truy cập micro để quay video, bạn có cho phép ứng dụng truy cập micro của bạn không?

# NSPhotoLibraryAddUsageDescription
source: BA-SAT needs to access your camera roll so that you can upload images. Your images will not be shared without your permission
vi: Ứng dụng này cần bạn cho phép truy cập thư viện ảnh để lấy ảnh của bạn, bạn có cho phép ứng dụng truy cập thư viện hình ảnh của bạn không?

# NSBluetoothAlwaysUsageDescription
source: BA-SAT uses Bluetooth to find, connect and communicate with nearby devices. Please grant access.
vi: Ứng dụng sử dụng Bluetooth để tìm, kết nối và liên lạc với các thiết bị gần đó. Vui lòng cấp quyền truy cập.

# NSBluetoothPeripheralUsageDescription
source: BA-SAT needs bluetooth access to connect via bluetooth.
vi: Ứng dụng cần truy cập bluetooth để kết nối qua bluetooth.
