Repository: hoangbinh2410/Smart_Home_App
Catalog: src/Partners/GSHT_MobileGPS/GSHT_MobileGPS.iOS/*.lproj/InfoPlist.strings
Languages: vi

# CFBundleDisplayName
source: VN GPS
vi: Giám sát hành trình

# CFBundleName
source: VN GPS
vi: GSHT

# NSLocationAlwaysUsageDescription
source: VN GPS needs to access your location to be able to nominate the right address, do you allow the application to use your location?
vi: GSHT cần truy cập vị trí của bạn để có thể đề cử địa chỉ phù hợp, bạn có cho phép ứng dụng sử dụng vị trí của bạn không?

# NSLocationWhenInUseUsageDescription
source: VN GPS needs to access your location to be able to nominate the right address, do you allow the application to use your location?
vi: GSHT cần truy cập vị trí của bạn để có thể đề cử địa chỉ phù hợp, bạn có cho phép ứng dụng sử dụng vị trí của bạn không?

# NSLocationUsageDescription
source: VN GPS needs to access your location to be able to nominate the right address, do you allow the application to use your location?
vi: GSHT cần truy cập vị trí của bạn để có thể đề cử địa chỉ phù hợp, bạn có cho phép ứng dụng sử dụng vị trí của bạn không?

# NSLocationAlwaysAndWhenInUseUsageDescription
source: VN GPS needs to access your location to be able to nominate the right address, do you allow the application to use your location?
vi: GSHT cần truy cập vị trí của bạn để có thể đề cử địa chỉ phù hợp, bạn có cho phép ứng dụng sử dụng vị trí của bạn không?

# NSCalendarsUsageDescription
source: VN GPS needs you to allow access to your calendar to choose the time, do you allow the application to access your calendar?
vi: GSHT cần bạn cho phép truy cập lịch của bạn để chọn thời gian, bạn có cho phép ứng dụng truy cập lịch của bạn không?

# NSCameraUsageDescription
source: VN GPS requires access to your camera to let you add pictures to post to your social media channels
vi: GSHT cần bạn cho phép truy cập camera của bạn để chụp ảnh, bạn có cho phép ứng dụng truy cập camera của bạn không?

# NSPhotoLibraryUsageDescription
source: VN GPS needs to access your camera roll so that you can upload images. Your images will not be shared without your permission
vi: GSHT cần bạn cho phép truy cập thư viện ảnh để lấy ảnh của bạn, bạn có cho phép ứng dụng truy cập thư viện hình ảnh của bạn không?

# NSMicrophoneUsageDescription
source: VN GPS needs you to allow access to your camera to take photos, do you allow the application to access your camera?
vi: GSHT cần bạn cho phép truy cập micro để quay video, bạn có cho phép ứng dụng truy cập micro của bạn không?

# NSPhotoLibraryAddUsageDescription
source: VN GPS needs to access your camera roll so that you can upload images. Your images will not be shared without your permission
vi: GSHT cần bạn cho phép truy cập thư viện ảnh để lấy ảnh của bạn, bạn có cho phép ứng dụng truy cập thư viện hình ảnh của bạn không?
